/* =====================================================================
   پروژه: نشان دوره المپیاد زیست شناسی
   فایل:  projects/01-logo-zist.js
   ===================================================================== */
registerProject({

    /* ----- اطلاعات پایه ----- */
    id: '1',
    title: 'نشان دوره المپیاد زیست شناسی',
    category: 'لوگو',
    mainGroup: 'branding_group',
    score: 10,                       // امتیاز (برای مرتب‌سازی «منتخب‌ها»)
    date: 'تابستان 1405',

    /* ----- مشخصات پروژه ----- */
    client: 'کمیته المپیاد زیست شناسی ایران',
    role: 'طراح و ایده پرداز',
    tools: 'Illustrator',
    style: 'مفهوم‌گرا / مونوگرام ترکیب با فیگور حیوان',
    colorPalette: ['#000000', '#efc08e', '#c68355'],

    /* ----- تصاویر ----- */
    coverImage: 'image/logo_zist/logo-zist-00.jpg',
    galleryRow1: [
        'image/logo_zist/logo-zist-01.jpg',
        'image/logo_zist/logo-zist-02.jpg'
    ],
    galleryRow2: [
        'image/logo_zist/logo-zist-03.jpg',
        'image/logo_zist/logo-zist-04.jpg',
        'image/logo_zist/logo-zist-05.jpg'
    ],

    /* ----- توضیحات ----- */
    description: 'طراحی نشان دوره بیست و نهمین المپیاد زیست شناسی ایران با الهام از سیاهگوش ایرانی',
    designApproach: `<p>ایده اصلی این طرح، ترکیب فرم سیاه‌گوش ایرانی به‌عنوان نمادی از هوش، سرعت و زیبایی باعدد ۲۹ است؛ ترکیبی که به‌صورت یکپارچه و هماهنگ در ساختار لوگو شکل گرفته است. در کنار این ترکیب، با استفاده از خطوط و فرم دم سیاه‌گوش، تلاش شده است نقش بته‌جقه که نمادی از سرو ایرانی است، در طراحی دم به‌صورت ظریف و یکپارچه شکل بگیرد. رنگ‌بندی طرح نیز با الهام از رنگ طبیعی بدن سیاه‌گوش ایرانی انتخاب شده است تا در کنار فرم و مفهوم، پیوند بیشتری با هویت این جانور داشته باشد.</p>`,
    approachImage: 'image/logo_zist/logo-zist-01.jpg',

    /* ----- تایپوگرافی ----- */
    typoFont: 'IRANSans',
    typoWeight: 'Bold / Heavy',
    typoSize: 'عنوان: ۲۴pt | متن: ۱۲pt',
    typoSampleImage: 'image/logo_zist/logo-zist-02.jpg',
    typography: `اصلاحات و شخصی‌سازی تایپوگرافی:
 گرد کردن زاویه ها ایجاد شکل اختصاصی برای حروف`,
    typoDescImage: 'image/logo_zist/logo-zist-03.jpg'

});
