registerProject({

    /* ----- اطلاعات پایه ----- */
    id: '8',
    title: 'اینفوگرافیک عملکرد انجمن علمی علوم کامپیوتر',
    category: 'اینفوگرافیک',
    mainGroup: 'infographic_group',
    score: 9.5,
    date: 'زمستان 1403',

    /* ----- مشخصات پروژه ----- */
    client: 'انجمن علمی علوم کامپیوتر دانشگاه خوارزمی',
    role: 'طراح اینفوگرافیک و گرافیک دیزاینر',
    tools: 'Illustrator, Photoshop',
    style: 'مدرن، ساختاریافته و داده‌محور (فناورانه)',
    colorPalette: ['#5C2D91', '#00A896', '#F39C12', '#E74C3C', '#2980B9'],

    /* ----- تصاویر ----- */
    coverImage: 'image/harekat_Cs_info/harekat_info-00.png',
    galleryRow1: [
       'image/harekat_Cs_info/harekat_info-00.png',
        'image/harekat_Cs_info/harekat_info-01.png'
        
    ],
    galleryRow2: [
        'image/harekat_Cs_info/harekat_info-03.png',
       'image/harekat_Cs_info/harekat_info-02.png'
    ],

    /* ----- توضیحات ----- */
    description: 'طراحی مجموعه پوستر و اینفوگرافیک‌های برگزیده جشنواره حرکت جهت ارائه گزارش عملکرد، رویدادها و محتوای دیجیتال انجمن علمی علوم کامپیوتر دانشگاه خوارزمی.',
    designApproach: `
        <p>این پروژه شامل طراحی ۳ پوستر جامع و ساختاریافته برای شرکت در «جشنواره دانشگاهی حرکت» است که موفق به کسب **مقام برتر در بخش محتوای دیجیتال** شد.</p>
        <p>در رویکرد بصری این اثر، تلاش شده تا حجم بالای گزارش‌ها، رویدادهای علمی، بازدیدها و مسیر رشد انجمن در قالبی مدرن، جذاب و روان با بهره‌گیری از تایپوگرافی خوانا، آیکون‌سازی اختصاصی و پلت رنگی پویا به تصویر کشیده شود تا مخاطب و داوران جشنواره در سریع‌ترین زمان ممکن به جمع‌بندی کاملی از فعالیت‌ها دست یابند.</p>
    `,
    approachImage: '',

    /* ----- تایپوگرافی ----- */
    typoFont: '-',
    typoWeight: '-',
    typoSize: '-',
    typoSampleImage: '',
    typography: `در این مجموعه از ترکیب فونت‌های مدرن فارسی جهت حفظ خوانایی بالا در بخش‌های داده‌محور و ایجاد ساختار بصری منظم در بخش‌های مختلف نظیر رویدادها و محتوای دیجیتال استفاده شده است.`,
    typoDescImage: ''

});
