registerProject({

    /* ----- اطلاعات پایه ----- */
    id: '9',
    title: 'مجموعه پستی و رسانه‌ای صدا، دوربین و باشگاه',
    category: 'پست اینستاگرام',            // دسته‌بندی مرتبط در فیلتر سایت
    mainGroup: 'poster_group',          // branding_group | poster_group | magazine_group | infographic_group
    score: 9.5,                         // امتیاز (برای مرتب‌سازی «منتخب‌ها»)
    date: 'بهار و تابستان 1405',

    /* ----- مشخصات پروژه ----- */
    client: 'کمیته فارغ‌التحصیلان باشگاه دانش‌پژوهان جوان',
    role: 'طراح گرافیک و هویت بصری رسانه',
    tools: 'Illustrator, Photoshop',
    style: 'مدرن، رسانه‌ای و آموزشی',
    colorPalette: ['#1e3a8a', '#d97706', '#ec4899', '#10b981', '#ffffff'],

    /* ----- تصاویر ----- */
    coverImage: 'image/sdb_post/post-01.png',
    galleryRow1: [
        'image/sdb_post/post-01.png',
        'image/sdb_post/post-02.png',
         'image/sdb_post/post-03.png'
    ],
    galleryRow2: [
       
    ],

    /* ----- توضیحات ----- */
    description: 'طراحی قالب، پوسترها و کاورهای شبکه اجتماعی اینستاگرام برای رسانه اختصاصی «صدا، دوربین و باشگاه» زیر نظر کمیته فارغ‌التحصیلان باشگاه دانش‌پژوهان جوان.',
    designApproach: `
        <p>در این پروژه، هدف اصلی خلق یک هویت بصری پویا، منسجم و جذاب برای بازتاب اخبار، مصاحبه‌ها، تحلیل‌های تخصصی و چک‌لیست‌های آموزشی المپیادهای علمی بوده است.</p>
        <p>استفاده از ترکیب‌بندی‌های چشم‌نواز، تایپوگرافی‌های برجسته، تنوع رنگی متناسب با هر موضوع علمی (مانند هوش مصنوعی، فیزیک، زیست‌شناسی و...) و جانمایی هوشمندانه نشان «صدا، دوربین و باشگاه»، حس حرفه‌ای بودن و اصالت رسانه‌ای را به مخاطب منتقل می‌کند.</p>
    `,
    approachImage: '',

    /* ----- تایپوگرافی ----- */
    typoFont: '-',
    typoWeight: '-',
    typoSize: '-',
    typoSampleImage: '',
    typography: `طراحی تایپوگرافی این مجموعه با تمرکز بر خوانایی بالا در صفحه‌نمایش‌های کوچک، ایجاد وزن بصری قوی در تیترهای اصلی و برقراری هماهنگی کامل میان لحن رسمی اخبار و لحن انگیزشی مصاحبه‌ها انجام شده است.`,
    typoDescImage: ''

});
